Repository: bekzodergashev1/Restaurant-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Home
uz: Bosh sahifa

source: Menu
uz: Menyu

source: Reservation
uz: Rezervasyon

source: About
uz: Biz haqimizda

source: Contact Us
uz: Biz bilan bog'lanish

source: Voluptatem dignissimos provident quasi corporis voluptates sit assumenda.
uz: Voluptatem respectissimos provident quasi corporis voluptates assumenda sit.

source: Ullamco laboris nisi ut aliquip ex ea commodo consequat.
uz: Ullamco Laboris nisi ut aliquip ex koma natijasidir.

source: Ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate trideta storacalaperda mastiro dolore eu fugiat nulla pariatur.
uz: Ullamco Laboris nisi ut aliquip ex koma natijasidir. Duis aute irure dolor reprehenderit in voluptate trideta storacalaperda mastiro dolore eu fugiat nulla pariatur.

source: Welcome to Restaurant
uz: Restoranga xush kelibsiz

source: Delivering great food for more than 18 years!
uz: 18 yildan ortiq vaqt davomida ajoyib taomlarni etkazib berish!

source: Our Menu
uz: Bizning menyu

source: Book a Table
uz: Stolga buyurtma bering

source: Why Us
uz: Nega biz

source: Why Choose Our Restaurant
uz: Nega bizning restoranimizni tanlaysiz?

source: Ulamco laboris nisi ut aliquip ex ea commodo consequat. Et consectetur ducimus vero placeat
uz: Ulamco Laboris nisi ut aliquip ex ea commodo natijasida. Joylashtiruvchi ducimus vero joyi

source: Repellat Nihil
uz: Nihilni qaytaring

source: Dolorem est fugiat occaecati voluptate velit esse. Dicta veritatis dolor quod et vel dire leno para dest
uz: Dolorem est fugiat occaecati voluptate velit esse. Dicta veritatis dolor quod va vel dire leno para dest

source: Ad ad velit qui
uz: Reklama reklamasi

source: Molestiae officiis omnis illo asperiores. Aut doloribus vitae sunt debitis quo vel nam quis
uz: Molestiae officiis omnis illo asperiores. Aut doloribus vitae sun'iy debit quo vel nam quis

source: Check Our Tasty Menu
uz: Bizning mazali menyuni tekshiring
